Repository: respinar/contao-links
Catalog: languages/*/*_links_category.xlf
Languages: fa

# tl_links_category.title.0
source: Title
fa: عنوان

# tl_links_category.title.1
source: Please enter the categhory title.
fa: نام دسته‌بندی را وارد کنید.

# tl_links_category.alias.0
source: Alias
fa: اسم مستعار

# tl_links_category.alias.1
source: Please enter the categhory alias.
fa: اس مستعار دسته‌بندی را وارد نمایید.

# tl_links_category.description.0
source: Description
fa: توضیح

# tl_links_category.description.1
source: Here you can enter the categhory description.
fa: اینجا می‌توانید توضیحات این دسته‌بندی را وارد نمایید.

# tl_links_category.title_legend
source: Title
fa: عنوان

# tl_links_category.description_legend
source: Description
fa: توضیح

# tl_links_category.new.0
source: New Category
fa: دسته‌بندی جدید

# tl_links_category.new.1
source: Add a new categhory
fa: افزودن یک دسته جدید

# tl_links_category.show.0
source: Category details
fa: جزئیات دسته‌بندی

# tl_links_category.show.1
source: Show the details of categhory ID %s
fa: نمایش جزئیات دسته‌بندی شناسه %s

# tl_links_category.edit.0
source: Edit categhory
fa: ویرایش دسته‌بندی

# tl_links_category.edit.1
source: Edit categhory ID %s
fa: ویرایش دسته‌بندی شناسه %s

# tl_links_category.editheader.0
source: Edit categhory settings
fa: ویرایش تنظیمات دسته‌بندی

# tl_links_category.editheader.1
source: Edit categhory settings ID %s
fa: ویرایش تنظیمات دسته‌بندی شناسه %s

# tl_links_category.copy.0
source: Copy categhory
fa: رونوشت دسته‌بندی

# tl_links_category.copy.1
source: Copy categhory ID %s
fa: رونوشت دسته‌بندی شناسه %s

# tl_links_category.delete.0
source: Delete categhory
fa: حذف دسته‌بندی

# tl_links_category.delete.1
source: Delete categhory ID %s
fa: حذف دسته‌بندی شناسه %s
