Repository: respinar/contao-links
Catalog: languages/*/*_links.xlf
Languages: fa

# tl_links.title.0
source: Title
fa: عنوان

# tl_links.title.1
source: Please enter the link title.
fa: عنوان لینک را وارد نمایید.

# tl_links.url.0
source: URL
fa: نشانی وب

# tl_links.url.1
source: Please enter the link url.
fa: نشانی وب پیوند را وارد نمایید.

# tl_links.addImage.0
source: Add an image
fa: افزودن تصویر

# tl_links.addImage.1
source: Add an image to the link item.
fa: افزودن تصویر به پیوند.

# tl_links.singleSRC.0
source: Source file
fa: پرونده منبع

# tl_links.singleSRC.1
source: Please select a file or folder from the files directory.
fa: لطفا یک پرونده را از پوشه پرونده‌ها انتخاب نمایید.

# tl_links.target.0
source: Target
fa: مقصد

# tl_links.target.1
source: Open the link in a new browser window.
fa: باز کردن پیوند در پنجره جدید مرورگر.

# tl_links.rel.0
source: rel Attribute
fa: خصیصه rel

# tl_links.rel.1
source: The rel Attribute is added as rel attribute in the HTML markup.
fa: خصیصه rel به خصیصه rel در نشانه‌گذاری اچ‌تی‌ام‌ال اضافه می‌شود.

# tl_links.linkTitle.0
source: Link title
fa: عنوان پیوند

# tl_links.linkTitle.1
source: The link title is added as title attribute in the HTML markup.
fa: عنوان پیوند به خصیصه title در نشانه‌گذاری اچ‌تی‌ام‌ال اضافه می‌شود.

# tl_links.published.0
source: Publish link
fa: انتشار پیوند

# tl_links.published.1
source: Make the link publicly visible on the website.
fa: پیوند را در وب‌سایت به صورت عمومی نمایش می‌دهد.

# tl_links.title_legend
source: Title
fa: عنوان

# tl_links.href_legend
source: Hyperlink settings
fa: تنظیمات ابرپیوند

# tl_links.image_legend
source: Image settings
fa: تنظیمات تصویر

# tl_links.publish_legend
source: Publish Settings
fa: تنظیمات انتشار

# tl_links.new.0
source: New link
fa: پیوند جدید

# tl_links.new.1
source: Add a new link
fa: افزودن پیوند جدید

# tl_links.show.0
source: Link details
fa: جزئیات پیوند

# tl_links.show.1
source: Show the details of link ID %s
fa: نمایش جزئیات پیوند شناسه %s

# tl_links.edit.0
source: Edit link
fa: ویرایش پیوند

# tl_links.edit.1
source: Edit link ID %s
fa: ویرایش پیوند شناسه %s

# tl_links.copy.0
source: Copy link
fa: رونوشت پیوند

# tl_links.copy.1
source: Copy link ID %s
fa: رونوشت پیوند شناسه %s

# tl_links.cut.0
source: Move link
fa: انتقال پیوند

# tl_links.cut.1
source: Move link ID %s
fa: انتقال پیوند شناسه %s

# tl_links.delete.0
source: Delete link
fa: حذف پیوند

# tl_links.delete.1
source: Delete link ID %s
fa: حذف پیوند شناسه %s

# tl_links.pasteafter.0
source: Paste into this category
fa: جاگذاری در این دسته

# tl_links.pasteafter.1
source: Paste after link ID %s
fa: جاگذاری بعد از پیوند شناسه %s

# tl_links.pastenew.0
source: Add new at the top
fa: افزودن پیوند جدید در بالا

# tl_links.pastenew.1
source: Add new after link ID %s
fa: افزودن بعد از پیوند شناسه %s
